Repository: JoshaMunnik/csscomic
Catalog: csscomic/resources/locales/*/default.po
Languages: nl

source: Your account has been created. Please login.
nl: Je account is aangemaakt. Gelieve in te loggen.

source: An error occurred with the database, your account has not been created.
nl: Er is een fout opgetreden met de database, het account is niet aangemaakt.

source: An error occurred with the database, your reset token has not been created.
nl: Er is een fout opgetreden met de database, het reset-token is niet gemaakt.

source: An email has been sent to you with instructions how to reset your password.
nl: Er is een e-mail verzonden met instructies om je wachtwoord opnieuw in te stellen.

source: Your password has been reset. Please login.
nl: Je hebt je wachtwoord gewijzigd. Je kan nu inloggen.

source: An error occurred with the database, your password has not been reset.
nl: Er is een fout opgetreden met de database, het wachtwoord is niet ingesteld.

source: Your account has been deleted.
nl: Je account is verwijderd.

source: An error occurred with the database, your account has not been deleted.
nl: Er is een fout opgetreden met de database, je account is niet verwijderd.

source: Invalid or unknown credentials.
nl: Ongeldige of onbekende inloggegevens.

source: Caches have been cleared.
nl: De caches zijn opgeschoond.

source: Invalid request method.
nl: Onbekende request methode.

source: Missing and/or invalid form fields.
nl: Er ontbreken of er zijn foutieve form Velden.

source: User "{0}" has been removed.
nl: Gebruiker "{0}" is verwijderd.

source: User "{0}" has been updated.
nl: Gebruiker "{0}" is bijgewerkt.

source: User "{0}" has been created.
nl: Gebruiker "{0}" is aangemaakt.

source: Failed to save the user to the database.
nl: Kan de gebruiker niet opslaan in de database.

source: You must be logged in to access this page.
nl: Je moet ingelogd zijn om toegang te krijgen tot deze pagina.

source: You do not have the right credentials to access this page.
nl: U beschikt niet over de authorizatie om toegang te krijgen tot deze pagina.

source: You are not logged in.
nl: Je bent niet ingelogd.

source: The {0} is required
nl: De {0} is vereist

source: Your profile has been updated.
nl: Uw profiel is aangepast.

source: Your profile could not be saved.
nl: Het profiel kon niet worden opgeslagen.

source: Your password has been updated.
nl: Je wachtwoord is bijgewerkt.

source: An error occurred with the database, your password has not changed.
nl: Er is een fout opgetreden met de database, het wachtwoord is niet gewijzigd.

source: The current password is invalid.
nl: Het huidige wachtwoord is ongeldig.

source: An error occurred with the database, your delete token has not been created.
nl: Er is een fout opgetreden met de database, je delete-token is niet aangemaakt.

source: An email has been sent to you with instructions how to delete your account.
nl: Er is een e-mail verzonden met instructies om je account te verwijderen.

source: Introduction
nl: Introductie

source: Multiple spaces
nl: Meerdere spaties

source: First HTML tag: div
nl: Eerste HTML-tag: div

source: Nesting tags
nl: Geneste tags

source: Multiple spaces inside tags
nl: Meerdere spaties binnen tags

source: Basic styling with HTML tags
nl: Stijlen met HTML tags

source: Adding background color
nl: Achtergrondkleur toevoegen

source: Adding text color
nl: Tekstkleur toevoegen

source: Multiple text colors
nl: Meerdere tekstkleuren

source: Single panel
nl: Enkel paneel

source: Multiple panels
nl: Meerdere panelen

source: Panels side by side
nl: Panelen naast elkaar

source: Introducing Batman
nl: Kennismaking met Batman

source: Introducing Robin
nl: Kennismaking met Robin

source: Characters eyes
nl: Personages ogen

source: Characters mouth
nl: Personages mond

source: Characters head
nl: Personages hoofd

source: Speech bubbles
nl: Tekstballonnen

source: Positions within a panel
nl: Posities binnen een panel

source: Speech bubble tail positions
nl: Posities van de staart van de tekstballonnen

source: Speech bubble text styling
nl: Tekststijl van tekstballonnen

source: Create your first css comic
nl: Maak je eerste eigen css strip

source: Second css comic
nl: Tweede css stripverhaal

source: Third css comic
nl: Derde css stripverhaal

source: Fourth css comic
nl: Vierde css stripverhaal

source: Fifth css comic
nl: Vijfde css stripverhaal

source: Sixth css comic
nl: Zesde css stripverhaal

source: Seventh css comic
nl: Zevende css stripverhaal

source: Eighth css comic
nl: Achtste css stripverhaal

source: Ninth css comic
nl: Negende css stripverhaal

source: Tenth css comic
nl: Tiende css stripverhaal

source: current password
nl: huidig wachtwoord

source: new password
nl: nieuw wachtwoord

source: confirm new password
nl: bevestig wachtwoord

source: The new password can not be empty.
nl: Het nieuwe wachtwoord mag niet leeg zijn.

source: The confirm password can not be empty.
nl: Het bevestigingswachtwoord mag niet leeg zijn.

source: The current password can not be empty.
nl: Het huidige wachtwoord mag niet leeg zijn.

source: The new passwords are not equal.
nl: De nieuwe wachtwoorden zijn niet gelijk.

source: name
nl: naam

source: The name can not be empty.
nl: De naam mag niet leeg zijn.

source: The email can not be empty.
nl: De e-mail mag niet leeg zijn.

source: The email is not valid.
nl: De e-mail is niet geldig.

source: password
nl: wachtwoord

source: remember me
nl: onthoud mij

source: The password can not be empty.
nl: Het wachtwoord mag niet leeg zijn.

source: confirm password
nl: wachtwoord bevestigen

source: The passwords are not equal.
nl: De wachtwoorden zijn niet gelijk.

source: You must agree to the terms.
nl: U moet akkoord gaan met de voorwaarden.

source: There is already a registration for the email address.
nl: Er is al een registratie voor het e-mailadres.

source: The index can not be empty.
nl: De index mag niet leeg zijn.

source: The index is an unknown value.
nl: De index is niet geldig.

source: The text can not be empty.
nl: De tekst mag niet leeg zijn.

source: administrator
nl: beheerder

source: There is already a user for the email address.
nl: Er is al een gebruiker voor dit e-mailadres.

source: Reset Password for css comic site
nl: Wachtwoord resetten voor css comic site

source: Delete account at css comic site
nl: Verwijder account van de css comic site

source: Welcome at the css comic site
nl: Welkom op de css comic site

source: Delete account
nl: Account verwijderen

source: Warning: Deleting your account is permanent and cannot be undone! All your data will be lost.
nl: Waarschuwing: Het verwijderen van je account is permanent en kan niet ongedaan worden gemaakt! Al je data zal verdwenen zijn.

source: I understand, delete my account
nl: Ik begrijp het, verwijder mijn account

source: The provided code is no longer valid. It either has expired or an another code has been requested.
nl: De code is niet langer geldig. De code is verlopen of er is hierna een nieuwe code aangevraagd.

source: Login
nl: Inloggen

source: Password
nl: Wachtwoord

source: Keep me logged in.
nl: Onthoud mijn inlog.

source: Sign in
nl: Inloggen

source: Forgot your password?
nl: Wachtwoord vergeten?

source: Don't have an account yet? Click:
nl: Heb je nog geen account? Klik:

source: Create account
nl: Account aanmaken

source: Reset password
nl: Nieuw wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Confirm password
nl: Bevestig wachtwoord

source: Update
nl: Bijwerken

source: Home for administrator
nl: Home voor beheerder

source: Users
nl: Gebruikers

source: Clear caches
nl: Cache wissen

source: Edit profile
nl: Wijzig je profiel

source: Change password
nl: Wachtwoord wijzigen

source: Welcome
nl: Welkom

source: To go to first lesson click:
nl: Om naar de eerste les te gaan klik:

source: First lesson
nl: Eerste les

source: Privacy Policy
nl: Privacy informatie

source: Terms and conditions
nl: Algemene voorwaarden

source: Loading...
nl: Laden…

source: full width
nl: volledige breedte

source: everything
nl: alles

source: full page
nl: voledige pagina

source: exit full page
nl: verlaat volledige pagina

source: Create user
nl: Gebruiker toevoegen

source: Edit user
nl: Gebruiker aanpassen

source: Name
nl: Naam

source: Password (leave empty to keep current password)
nl: Wachtwoord (laat leeg om het huidige wachtwoord te behouden)

source: User is an administrator
nl: De gebruiker is een beheerder

source: Language
nl: Taal

source: Save
nl: Opslaan

source: Cancel
nl: Annuleren

source: Add user
nl: Gebruiker toevoegen

source: Normal
nl: Normaal

source: Administrators
nl: Beheerder

source: No users
nl: Geen gebruikers

source: Created
nl: Aangemaakt

source: Last visit
nl: Laatste bezoek

source: Lessons
nl: Lessen

source: Comics
nl: Strips

source: edit
nl: bewerken

source: remove
nl: verwijderen

source: Copy
nl: Kopiëren

source: Change your password
nl: Wachtwoord wijzigen

source: Current password
nl: Huidig wachtwoord

source: Edit your profile
nl: Wijzig je profiel

source: Fantasy name
nl: Fantasienaam

source: Forgot password
nl: Wachtwoord vergeten

source: Please enter your email address. An email will be sent with instructions on how to reset your password.
nl: Er is een e-mail naar u verzonden met instructies om uw wachtwoord opnieuw in te stellen.

source: Send email
nl: Verstuur email

source: the terms and conditions
nl: de algemene voorwaarden

source: Register
nl: Registreren

source: You can choose any name you want, it does not have to be your real name.
nl: Je kunt elke naam kiezen die je wilt, het hoeft niet je echte naam te zijn.

source: Agree to {0}
nl: Akkoord met {0}

source: Confirm remove
nl: Bevestig het verwijderen

source: Are you sure you want to remove the user "{0}"?
nl: Weet je zeker dat je de gebruiker" {0}" wilt verwijderen?

source: Related lesson code and texts will also be removed.
nl: Gerelateerde lescodes en teksten worden ook verwijderd.

source: Yes, remove
nl: Ja, verwijderen

source: No, cancel
nl: Nee, annuleer

source: Click the button to sent an email with instructions on how to delete your account.
nl: Klik op de button om een e-mail te versturen met instructies hoe je je account kan verwijderen.

source: Previous comic
nl: Vorige stripverhaal

source: Previous lesson
nl: Vorige les

source: Next comic
nl: Volgende stripverhaal

source: Next lesson
nl: Volgende les

source: The html element name of [ ** ] must be in lowercase.
nl: De html-elementnaam [ ** ] moet kleine letters gebruiken.

source: The attribute name of [ ** ] must be in lowercase.
nl: De attribuutnaam [ ** ] moet kleine letters gebruiken.

source: The value of attribute [ ** ] must be in double quotes.
nl: De waarde van attribuut [ ** ] moet tussen dubbele aanhalingstekens staan.

source: Tag must be paired, missing: [ ** ], start tag match failed [ ** ] on line **.
nl: Tag moet gepaard zijn, ontbreekt: [ ** ], start tag paring mislukt [ ** ] op regel **.

source: Tag must be paired, no start tag: [ ** ]
nl: Tag moet gepaard zijn, geen start tag: [ ** ]

source: Tag must be paired, missing: [ ** ], open tag match failed [ ** ] on line **.
nl: Tag moet gepaard zijn, ontbreekt: [ ** ], open tag paring mislukt [ ** ] op regel **.

source: Special characters must be escaped : [ ** ].
nl: Speciale tekens moeten worden escaped: [ ** ].

source: Duplicate of attribute name [ ** ] was found.
nl: Duplicaat van attribuutnaam [ ** ] gevonden.

source: Duplicate value [ ** ] was found in attribute [ ** ].
nl: Dubbele waarde [ ** ] gevonden in attribuut [ ** ].

source: The attribute [ ** ] must have a value.
nl: Het attribuut [ ** ] moet een waarde hebben.

source: Inline script [ ** ] cannot be used.
nl: Inline script [ ** ] mag niet worden gebruikt.

source: The <script> tag cannot be used.
nl: De <script> tag mag niet gebruikt worden.

source: line
nl: regel

source: col
nl: kolom

source: Welcome {0}
nl: Welkom {0}

source: Sign out
nl: Uitloggen

source: To manage your account, click one of the actions:
nl: Om je account te beheren, klik op een van de acties:

source: Administration
nl: Beheerder

source: This site requires Javascript to function; please enable it for this domain.
nl: Deze site vereist Javascript om te functioneren; activeer het alstublieft voor dit domein.

source: Back
nl: Terug
